export default{
    sexs: [{
        k: 1, v: '男'
    },{
        k: 2, v: '女'
    }],
    ages:[{
        k: '1900-1960', v: '60前'
    },{
        k: '1960-1970', v: '60后'
    },{
        k: '1970-1980', v: '70后'
    },{
        k: '1980-1985', v: '80后'
    },{
        k: '1985-1990', v: '85后'
    },{
        k: '1990-1995', v: '90后'
    },{
        k: '1995-2000', v: '95后'
    },{
        k: '2000-2010', v: '00后'
    },{
        k: '2010-2100', v: '10后'
    }],
    goods: [{
        k: '101-102-103',
        v: '全部'
    },{
        k: '103', 
        v: '生命图志'
    },{
        k: '101-102',
        v: '生命教练'
    }],
    artLinks: [{
        id: 1, name: '首页'
    },{
        id: 2, name: '发现频道'
    },{
        id: 3, name: '基因'
    },{
        id: 4, name: '购买'
    },{
        id: 5, name: '我的'
    },{
        id: 6, name: '我的优惠券'
    },{
        id: 7, name: '我的红包'
    },{
        id: 8, name: '我的订单'
    },{
        id: 9, name: '文章详情页'
    }]
};